Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# contact.note.1
source: 「原神披萨小助手」与上海米哈游网络科技股份有限公司及其子公司无关。
en: Genshin Pizza Helper is not affiliated with miHoYo Co., Ltd. and its subsidiaries.
fil: Ang Genshin Pizza Helper ay hindi kaakibat ng miHoYo Co, Ltd at mga subsidiary nito.
fr: Genshin Pizza Helper is not affiliated with miHoYo Co., Ltd. and its subsidiaries.
it: Genshin Pizza Helper is not affiliated with miHoYo Co., Ltd. and its subsidiaries.
ja: 「原神ピザ助手」は株式会社miHoYoとその子会社とは関係ありません。
ko: Genshin Pizza Helper is not affiliated with miHoYo Co., Ltd. and its subsidiaries.
ru: Genshin Pizza Helper является фанатским приложением по одноимённой игре и не имеет отношения к miHoYo Co., Ltd. и к их дочерним компаниям.
vi: Genshin Pizza Helper không liên kết với miHoYo Co., Ltd. và các công ty con.
zh_hant: 「原神披薩小助手」與上海米哈遊網絡科技股份有限公司及其子公司無關。

# contact.note.2
source: 原神的游戏内容和各种游戏内素材与商标的版权都属于米哈游。
en: Genshin Impact, game content and materials are trademarks and copyrights of HoYoverse.
fil: Genshin Impact, game content and materials are trademarks and copyrights of HoYoverse.
fr: Genshin Impact, game content and materials are trademarks and copyrights of HoYoverse.
it: Genshin Impact, game content and materials are trademarks and copyrights of HoYoverse.
ja: 原神、ゲームコンテンツおよび素材はHoYoverseの商標および著作権です。
ko: Genshin Impact, game content and materials are trademarks and copyrights of HoYoverse.
ru: Genshin Impact, игровой контент и материалы являются зарегистрированной маркой компании HoYoverse.
vi: Genshin Impact, nội dung và tài liệu trò chơi là nhãn hiệu và bản quyền của HoYoverse.
zh_hant: 原神的遊戲內容和各種遊戲內素材與商標的版權都屬於米哈遊。

# contact.officialWebsite
source: 官方网站
en: Official Website
fil: Official Website
fr: Official Website
it: Official Website
ja: https://pizzastudio.org
ko: Official Website
ru: Official Website
vi: Official Website
zh_hant: 官方網站

# contact.personalHP
source: 个人主页
en: Personal Homepage
fil: Personal na Homepage
fr: Page Personelle
it: Personal Homepage
ja: 個人ホームページ
ko: Personal Homepage
ru: Собственный сайт
vi: Personal Homepage
zh_hant: 個人主頁

# contact.thanks.ming
source: 图片素材制作
en: Image production
fil: Gumawa ng imahe
fr: Image production
it: Image production
ja: イメージ素材制作
ko: Image production
ru: Помощь с изображениями
vi: Sản xuất hình ảnh
zh_hant: 圖片素材製作

# contact.title
source: 开发者与联系方式
en: Developers & Contact Infos
fil: Developers at Contact Infos
fr: Developpeurs & Infos Contact
it: Developers & Contact Infos
ja: 開発者と連絡先
ko: Developers & Contact Infos
ru: Информация о разработчиках и наши контакты
vi: Nhà phát triển & Thông tin liên hệ
zh_hant: 開發者與聯絡方式

# contact.translator.en
source: 英文
en: English
fil: Ingles
fr: English
it: English
ja: 英語
ko: English
ru: Английский
zh_hant: 英語

# contact.translator.fr
source: 法文
en: French
fil: Pranses
fr: French
it: French
ja: フランス語
ko: French
ru: Французский
vi: Tiếng Pháp
zh_hant: 法語

# contact.translator.hatti
source: たお👻🍑
en: Hatti
fil: Hatti
fr: Hatti
it: Hatti
ko: Hatti
ru: Hatti
vi: Hatti

# contact.translator.header
source: 翻译提供
en: Translators
fil: Mga Translators
fr: Translators
it: Translators
ja: 翻訳提供者
ko: Translators
ru: Переводчики
vi: Phiên dịch viên
zh_hant: 翻譯提供

# contact.translator.ja
source: 日文
en: Japanese
fil: Wikang Hapon
fr: Japanese
it: Japanese
ja: 日本語
ko: Japanese
ru: Японский
vi: Tiếng Nhật
zh_hant: 日語

# contact.twitter
source: 官方X（Twitter）账号
en: Official X (Twitter) Account
fil: Official X (Twitter) Account
fr: Official X (Twitter) Account
it: Official X (Twitter) Account
ja: @PizzaStudio_jp
ko: Official X (Twitter) Account
ru: Official X (Twitter) Account
vi: Official X (Twitter) Account
zh_hant: 官方X（Twitter）帳號

# currentEventNavigator.pendingEvents.title
source: 即将结束的活动
en: Soon to end events
fil: Mga event na malapit na matapos
fr: Soon to end events
it: Soon to end events
ja: 現在開催中のイベント
ko: Soon to end events
ru: Заканчивающиеся события
vi: Sự Kiện Sắp Kết Thúc
zh_hant: 即將結束的活動

# currentEventNavigator.tapToViewAll.title
source: 点击以全部查看
en: Tap to View All
fil: Tap to View All
fr: Tap to View All
it: Tap to View All
ja: タップで全てを
ko: Tap to View All
ru: Tap to View All
vi: Tap to View All
zh_hant: 點擊以全部檢視

# detailPortal.ECDDV.artifactRank
source: 圣遗物评价
en: Artifact Rank
fil: Artifact Rank
fr: Artifact Rank
it: Artifact Rank
ja: 聖遺物評価
ko: Artifact Rank
ru: Качество артефактов в очках
vi: Xếp Hạng Thánh Di Vật
zh_hant: 聖遺物評價

# detailPortal.ECDDV.ATK
source: 攻击力
en: ATK
fil: ATK
fr: ATK
it: ATK
ja: 攻撃力
ko: ATK
ru: АТК
vi: Tấn Công
zh_hant: 攻擊力

# detailPortal.ECDDV.bonus.anemo
source: 风元素伤害加成
en: Anemo DMG Bonus
fil: Anemo DMG Bonus
fr: Anemo DMG Bonus
it: Anemo DMG Bonus
ja: 風元素ダメージ増幅
ko: Anemo DMG Bonus
ru: Бонус Анемо урона
vi: Tăng ST Nguyên Tố Phong
zh_hant: 風元素傷害加成

# detailPortal.ECDDV.bonus.cryo
source: 冰元素伤害加成
en: Cryo DMG Bonus
fil: Cryo DMG Bonus
fr: Cryo DMG Bonus
it: Cryo DMG Bonus
ja: 氷元素ダメージ増幅
ko: Cryo DMG Bonus
ru: Бонус Крио урона
vi: Tăng ST Nguyên Tố Băng
zh_hant: 冰元素傷害加成

# detailPortal.ECDDV.bonus.dendro
source: 草元素伤害加成
en: Dendro DMG Bonus
fil: Dendro DMG Bonus
fr: Dendro DMG Bonus
it: Dendro DMG Bonus
ja: 草元素ダメージ増幅
ko: Dendro DMG Bonus
ru: Бонус Дендро урона
vi: Tăng ST Nguyên Tố Thảo
zh_hant: 草元素傷害加成

# detailPortal.ECDDV.bonus.electro
source: 雷元素伤害加成
en: Electro DMG Bonus
fil: Electro DMG Bonus
fr: Electro DMG Bonus
it: Electro DMG Bonus
ja: 雷元素ダメージ増幅
ko: Electro DMG Bonus
ru: Бонус Электро урона
vi: Tăng ST Nguyên Tố Lôi
zh_hant: 雷元素傷害加成

# detailPortal.ECDDV.bonus.geo
source: 岩元素伤害加成
en: Geo DMG Bonus
fil: Geo DMG Bonus
fr: Geo DMG Bonus
it: Geo DMG Bonus
ja: 岩元素ダメージ増幅
ko: Geo DMG Bonus
ru: Бонус Гео урона
vi: Tăng ST Nguyên Tố Nham
zh_hant: 岩元素傷害加成

# detailPortal.ECDDV.bonus.hydro
source: 水元素伤害加成
en: Hydro DMG Bonus
fil: Hydro DMG Bonus
fr: Hydro DMG Bonus
it: Hydro DMG Bonus
ja: 水元素ダメージ増幅
ko: Hydro DMG Bonus
ru: Бонус Гидро урона
vi: Tăng ST Nguyên Tố Thuỷ
zh_hant: 水元素傷害加成

# detailPortal.ECDDV.bonus.physical
source: 物理伤害加成
en: Physical DMG Bonus
fil: Physical DMG Bonus
fr: Physical DMG Bonus
it: Physical DMG Bonus
ja: 物理ダメージ増幅
ko: Physical DMG Bonus
ru: Физический бонус урона
vi: Tăng ST Vật Lý
zh_hant: 物理傷害加成

# detailPortal.ECDDV.bonus.pyro
source: 火元素伤害加成
en: Pyro DMG Bonus
fil: Pyro DMG Bonus
fr: Pyro DMG Bonus
it: Pyro DMG Bonus
ja: 火元素ダメージ増幅
ko: Pyro DMG Bonus
ru: Бонус Пиро урона
vi: Tăng ST Nguyên Tố Hoả
zh_hant: 火元素傷害加成

# detailPortal.ECDDV.CDMG
source: 暴击伤害
en: CRIT DMG
fil: CRIT DMG
fr: CRIT DMG
it: CRIT DMG
ja: 会心ダメージ
ko: CRIT DMG
ru: Крит. урон
vi: ST Bạo Kích
zh_hant: 暴擊傷害

# detailPortal.ECDDV.characterLevel
source: 等级
en: Level
fil: Level
fr: Level
it: Level
ja: レベル
ko: Level
ru: Уровень
vi: Cấp
zh_hant: 等級

# detailPortal.ECDDV.constellation
source: 命之座
en: Cons
fil: Cons
fr: Cons
it: Cons
ja: 命ノ星座
ko: Cons
ru: Созв
vi: Cung Mệnh

# detailPortal.ECDDV.constellation.unit:%lld
source: %lld命
en: C%lld
fil: C%lld
fr: C%lld
it: C%lld
ja: %lld凸
ko: C%lld
ru: С%lld
vi: C%lld

# detailPortal.ECDDV.CR
source: 暴击率
en: CRIT Rate
fil: CRIT Rate
fr: CRIT Rate
it: CRIT Rate
ja: 会心率
ko: CRIT Rate
ru: Крит. шанс
vi: Tỉ Lệ Bạo Kích
zh_hant: 暴擊率

# detailPortal.ECDDV.DEF
source: 防御力
en: DEF
fil: DEF
fr: DEF
it: DEF
ko: DEF
ru: ЗЩТ
vi: Phòng Thủ
zh_hant: 防禦力

# detailPortal.ECDDV.EM
source: 元素精通
en: Elemental Mastery
fil: Elemental Mastery
fr: EM
it: Elemental Mastery
ja: 元素熟知
ko: Elemental Mastery
ru: Мастерство стихий
vi: Tinh Thông Nguyên Tố

# detailPortal.ECDDV.ERCR
source: 元素充能效率
en: Energy Recharge
fil: Energy Recharge
fr: Energy Recharge
it: Energy Recharge
ja: 元素チャージ効率
ko: Energy Recharge
ru: Восстановление энергии
vi: Hiệu Quả Nạp Nguyên Tố

# detailPortal.ECDDV.HB
source: 治疗加成
en: Healing Bonus
fil: Healing Bonus
fr: Healing Bonus
it: Healing Bonus
ja: 与える治療効果
ko: Healing Bonus
ru: Бонус лечения
vi: Tăng Trị Liệu
zh_hant: 治療加成

# detailPortal.ECDDV.maxHP
source: 生命值
en: HP
fil: HP
fr: HP
it: HP
ja: HP
ko: HP
ru: ХП
vi: HP

# detailPortal.ECDDV.prop.ATK
source: 攻击力%%
en: ATK %%
fil: ATK %%
fr: ATK %%
it: ATK %%
ja: 攻撃力%%
ko: ATK %%
ru: АТК %%
vi: %% Tấn Công
zh_hant: 攻擊力%%

# detailPortal.ECDDV.prop.basicATK
source: 基础攻击力
en: ATK
fil: ATK
fr: ATK
it: ATK
ja: 基礎攻撃力
ko: ATK
ru: АТК
vi: Tấn Công
zh_hant: 基礎攻擊力

# detailPortal.ECDDV.prop.bonus.anemo
source: 风伤加成%%
en: Anemo %%
fil: Anemo %%
fr: Anemo %%
it: Anemo %%
ja: 風ダメ%%
ko: Anemo %%
ru: Анемо %%
vi: %% STNT Phong
zh_hant: 風傷加成%%

# detailPortal.ECDDV.prop.bonus.cryo
source: 冰伤加成%%
en: Cryo %%
fil: Cryo %%
fr: Cryo %%
it: Cryo %%
ja: 氷ダメ%%
ko: Cryo %%
ru: Крио %%
vi: %% STNT Băng
zh_hant: 冰傷加成%%

# detailPortal.ECDDV.prop.bonus.dendro
source: 草伤加成%%
en: Dendro %%
fil: Dendro %%
fr: Dendro %%
it: Dendro %%
ja: 草ダメ%%
ko: Dendro %%
ru: Дендро %%
vi: %% STNT Thảo
zh_hant: 草傷加成%%

# detailPortal.ECDDV.prop.bonus.electro
source: 雷伤加成%%
en: Electro %%
fil: Electro %%
fr: Electro %%
it: Electro %%
ja: 雷ダメ%%
ko: Electro %%
ru: Электро %%
vi: %% STNT Lôi
zh_hant: 雷傷加成%%

# detailPortal.ECDDV.prop.bonus.geo
source: 岩伤加成%%
en: Geo %%
fil: Geo %%
fr: Geo %%
it: Geo %%
ja: 岩ダメ%%
ko: Geo %%
ru: Гео %%
vi: %% STNT Nham
zh_hant: 岩傷加成%%

# detailPortal.ECDDV.prop.bonus.heal
source: 治疗加成%%
en: Heal %%
fil: Heal %%
fr: Heal %%
it: Heal %%
ja: 治療効果%%
ko: Heal %%
ru: Лечение %%
vi: %% Tăng Trị Liệu
zh_hant: 治療加成%%

# detailPortal.ECDDV.prop.bonus.healed
source: 受治疗加成
en: HEALED_ADD
fil: HEALED_ADD
fr: HEALED_ADD
it: HEALED_ADD
ja: 受治療増幅
ko: HEALED_ADD
ru: HEALED_ADD
vi: Tăng Trị Liệu
zh_hant: 受治療加成

# detailPortal.ECDDV.prop.bonus.hydro
source: 水伤加成%%
en: Hydro %%
fil: Hydro %%
fr: Hydro %%
it: Hydro %%
ja: 水ダメ%%
ko: Hydro %%
ru: Гидро %%
vi: %% STNT Thuỷ
zh_hant: 水傷加成%%

# detailPortal.ECDDV.prop.bonus.physical
source: 物伤加成%%
en: Physical %%
fil: Physical %%
fr: Physical %%
it: Physical %%
ja: 物理ダメ%%
ko: Physical %%
ru: Физ %%
vi: %% ST Vật Lý
zh_hant: 物傷加成%%

# detailPortal.ECDDV.prop.bonus.pyro
source: 火伤加成%%
en: Pyro %%
fil: Pyro %%
fr: Pyro %%
it: Pyro %%
ja: 火ダメ%%
ko: Pyro %%
ru: Пиро %%
vi: %% STNT Hoả
zh_hant: 火傷加成%%

# detailPortal.ECDDV.prop.CDMG
source: 暴击伤害%%
en: CD %%
fil: CD %%
fr: CD %%
it: CD %%
ja: 会心ダメ%%
ko: CD %%
ru: КУ %%
vi: %% ST Bạo
zh_hant: 暴擊傷害%%

# detailPortal.ECDDV.prop.CR
source: 暴击率%%
en: CR %%
fil: CR %%
fr: CR %%
it: CR %%
ja: 会心率%%
ko: CR %%
ru: Крит %%
vi: %% Tỉ Lệ Bạo
zh_hant: 暴擊率%%

# detailPortal.ECDDV.prop.DEF
source: 防御力%%
en: DEF %%
fil: DEF %%
fr: DEF %%
it: DEF %%
ja: DEF %%
ko: DEF %%
ru: ЗЩТ %%
vi: %% Phòng Thủ
zh_hant: 防禦力%%

# detailPortal.ECDDV.prop.EM
source: 元素精通
en: EM
fil: EM
fr: EM
it: EM
ja: 元素熟知
ko: EM
ru: EM
vi: TTNT

# detailPortal.ECDDV.prop.ERCR
source: 元素充能%%
en: ER %%
fil: ER %%
fr: ER %%
it: ER %%
ja: 元チャ%%
ko: ER %%
ru: ВЭ %%
vi: %% Nạp

# detailPortal.ECDDV.prop.HP
source: 生命值%%
en: HP %%
fil: HP %%
fr: HP %%
it: HP %%
ja: HP %%
ko: HP %%
ru: ХП %%
vi: %% HP

# detailPortal.ECDDV.prop.maxHP
source: 生命值上限
en: Max HP
fil: Max HP
fr: Max HP
it: Max HP
ja: HP上限
ko: Max HP
ru: Макс ХП
vi: HP

# detailPortal.ECDDV.prop.SCMR
source: 护盾强效
en: SHIELD_COST_MINUS_RATIO
fil: SHIELD_COST_MINUS_RATIO
fr: SHIELD_COST_MINUS_RATIO
it: SHIELD_COST_MINUS_RATIO
ja: シールド増幅
ko: SHIELD_COST_MINUS_RATIO
ru: SHIELD_COST_MINUS_RATIO
vi: Hiệu Quả Khiên
zh_hant: 護盾強效

# detailPortal.ECDDV.refineRank:%lld
source: 精炼%lld阶
en: R%lld
fil: R%lld
fr: R%lld
it: R%lld
ja: 精錬ランク%lld
ko: R%lld
ru: R%lld
vi: R%lld
zh_hant: 精煉%lld階

# detailPortal.ECDDV.scoreUnit:%@
source: %@分
en: %@pt
fil: %@pt
fr: %@pt
it: %@pt
ja: %@点
ko: %@pt
ru: %@очк
vi: %@pt

source: 请点此重新完成人机验证、以查看深境螺旋战绩。
en: Please tap here to try the human verification again to see your Spiral Abyss records.
fil: Please tap here to try the human verification again to see your Spiral Abyss records.
fr: Please tap here to try the human verification again to see your Spiral Abyss records.
it: Please tap here to try the human verification again to see your Spiral Abyss records.
ja: ここをタップして、アカウント認証をもう一回完了してください。そうすれば深境螺旋の履歴データは利用可能です。
ko: Please tap here to try the human verification again to see your Spiral Abyss records.
ru: Please tap here to try the human verification again to see your Spiral Abyss records.
vi: Please tap here to try the human verification again to see your Spiral Abyss records.
zh_hant: 請點此重新完成真人認證、以檢視深境螺旋戰績。

# detailPortal.errorMessage.noAccountAvailableForAbyssDisplay
source: 当前没有账号登录，无法显示深境螺旋记录。
en: Please log in to see Spiral Abyss records.
fil: Please log in to see Spiral Abyss records.
fr: Please log in to see Spiral Abyss records.
it: Please log in to see Spiral Abyss records.
ja: ログインしてから深境螺旋記録が利用可能。
ko: Please log in to see Spiral Abyss records.
ru: Please log in to see Spiral Abyss records.
vi: Please log in to see Spiral Abyss records.
zh_hant: 當前沒有帳號登入，無法顯示深境螺旋記錄。

# detailPortal.errorMessage.plzChooseAnAccountForAbyssDisplay
source: 请选择账号以检视深境螺旋记录。
en: Please choose an account to see Spiral Abyss records.
fil: Please choose an account to see Spiral Abyss records.
fr: Please choose an account to see Spiral Abyss records.
it: Please choose an account to see Spiral Abyss records.
ja: 深境螺旋記録はアカウントを選択してから表示できます。
ko: Please choose an account to see Spiral Abyss records.
ru: Please choose an account to see Spiral Abyss records.
vi: Please choose an account to see Spiral Abyss records.
zh_hant: 請選擇帳號以檢視深境螺旋記錄。

# detailPortal.player.adventureRank.short:%@
source: %@级
en: AR %@
fil: AR %@
fr: AR %@
it: AR %@
ja: AR %@
ko: AR %@
ru: AR %@
vi: AR %@
zh_hant: %@級

# detailPortal.player.worldLevel
source: 世界等级
en: World Level
fil: World Level
fr: World Level
it: World Level
ja: 世界ランク
ko: World Level
ru: World Level
vi: World Level
zh_hant: 世界等級

# detailPortal.prompt.pleaseSelectAccount
source: 请先选择账号
en: Please choose account first
fil: Pumili muna ng account
fr: Veuillez d'abord choisir un compte
it: Please choose account first
ja: まずアカウントを選んでください
ko: Please choose account first
ru: Пожалуйста, выберите сначала аккаунт
vi: Vui lòng chọn tài khoản trước
zh_hant: 請先選擇帳號

# detailPortal.todayAcquisition.reloginRequiredNotice
source: 需点此重新登录该账号以查询
en: Please tap to relogin to query this part.
fil: Please tap to relogin to query this part.
fr: Veuillez appuyer pour vous reconnecter et effectuer la recherche.
it: Please tap to relogin to query this part.
ja: タップしてもう一度ログインしてください
ko: Please tap to relogin to query this part.
ru: Пожалуйста, нажмите, чтобы повторно войти в систему для запроса этой части.
vi: Vui lòng nhấn để đăng nhập lại để truy vấn phần này.
zh_hant: 需点此重新登入該帳號以查詢

# detailPortal.todayAcquisition.title
source: 今日入账
en: Acquired Today
fil: Nakuha Ngayon
fr: Acquisitions d'aujourd'hui
it: Acquired Today
ja: 今日の収穫
ko: Acquired Today
ru: Получено сегодня
vi: Hôm Nay Nhận Được
zh_hant: 今日入帳

# donate.item.header
source: 捐赠项目
en: Optional Donations
fil: Opsyonal na mga donasyon
fr: Donations Optionelles
it: Optional Donations
ja: 寄付アイテム
ko: Optional Donations
ru: Пожертвования
vi: Đóng góp tùy chọn
zh_hant: 捐贈項目

# donate.item.pay
source: 支付
en: PAY
fil: BAYAD
fr: PAYER
it: PAY
ja: 支払い
ko: PAY
ru: ОПЛАТИТЬ

# donate.msg
source: 请注意，以下内容为无偿捐赠，我们不会为您提供任何额外的服务。 我们承诺，您对「原神披萨小助手」的捐赠仅用于覆盖App开发过程中的直接成本，包括但不限于苹果开发者计划会员资格的年费等。超出这部分成本的捐赠金额将悉数再次捐出。感谢您对我们的支持。
en: Please note that the following is all no-cost donations and we will not provide you with any additional services. We promise that your donation will only be used to cover the direct costs of the App development process, including but not limited to the annual fee for Apple Developer Program, etc. Any amount donated beyond this cost will be re-donated in full. Thank you for your support.
fil: Ang sumusunod ng lahat ng mga donasyong walang gastos at hindi ka namin bibigyan ng anumang karagdagang mga serbisyo. Nangako kami na ang iyong donasyon ay gagamitin lamang upang masakop ang direktang gastos ng proseso ng pag-unlad ng app, kabilang ang ngunit hindi limitado sa taunang bayad para sa programa ng Apple Developer, at iba pa. Ang anumang halaga na naibigay na lampas sa gastos na ito ay muling i-donate nang buo. Salamat sa iyong suporta.
fr: Merci de savoir que le donation est le transfert volontaire et immédiat d'un bien d'une personne à une autre sans contrepartie. Nous promettons que vos donations vont être utilisé seulement pour couvrir le coût direct du developpement, incluant mais non seulement le frais annuel du Apple Developer Program, etc. Les montants en trop seront redistribué à d'autres associations dans le besoin. Merci de votre soutien.
it: Please note that the following is all no-cost donations and we will not provide you with any additional services. We promise that your donation will only be used to cover the direct costs of the App development process, including but not limited to the annual fee for Apple Developer Program, etc. Any amount donated beyond this cost will be re-donated in full. Thank you for your support.
ja: 以下の内容は無償寄付で、追加のサービスは提供しませんのでご注意ください。 「原神ピザ助手」への寄付は、Apple Developer Programの年会費などを含むが、App開発過程の直接コストのみをカバーすることを約束します。この部分を超える金額はすべて慈善団体に寄付されるはずだ。私たちの支援に感謝いたします。
ko: Please note that the following is all no-cost donations and we will not provide you with any additional services. We promise that your donation will only be used to cover the direct costs of the App development process, including but not limited to the annual fee for Apple Developer Program, etc. Any amount donated beyond this cost will be re-donated in full. Thank you for your support.
ru: Обратите внимание, что все донаты являются по желанию и вы не получите за них дополнительных инструментов. Все деньги пойдут на разработку приложения, включая, но не ограничиваясь ежегодным платежом в программу разработчиков Apple. Все избыточные пожертвования пойдут в благотворительные фонды Китая. Спасибо вам за поддержку.
vi: Xin lưu ý rằng sau đây là tất cả các đóng góp miễn phí và chúng tôi sẽ không cung cấp cho bạn bất kỳ dịch vụ bổ sung nào. Chúng tôi cam kết rằng khoản quyên góp của bạn sẽ chỉ được sử dụng để trang trải các chi phí trực tiếp của quá trình phát triển Ứng dụng, bao gồm nhưng không giới hạn ở phí hàng năm cho Chương trình dành cho nhà phát triển của Apple, v.v. Mọi số tiền quyên góp vượt quá chi phí này sẽ được quyên góp lại đầy đủ. cảm ơn sự hỗ trợ của bạn.
zh_hant: 請注意，以下內容為無償捐贈，我們不會為您提供任何額外的服務。 我們承諾，您對「原神披薩小助手」的捐贈僅用於覆蓋App開發過程中的直接成本，包括但不限於蘋果開發者計劃會員資格的年費等。超出這部分成本的捐贈金額將悉數再次捐出。感謝您對我們的支援。

# donate.specialThanks
source: 特别鸣谢
en: Special Thanks
fil: Espesyal na Pasasalamat
fr: Special Thanks
it: Special Thanks
ja: 特別に感謝致します
ko: Special Thanks
ru: Отдельная благодарность
vi: Cảm ơn
zh_hant: 特別鳴謝

# error.cookieInvalid:%lld
source: 错误码%lld：Cookie失效，请重新登录
en: Error code %lld: Cookie is invalid, please login HoYoLab again.
fil: Error code %lld: Hindi gumagana ang cookie, maaring mag-login muli sa HoYoLab
fr: Code d'erreur %lld: Cookie invalide, merci de vous reconnecter à HoYoLab.
it: Error code %lld: Cookie is invalid, please login HoYoLab again.
ja: エラーコード %lld: Cookieが無効になりました。HoYoLABに再度ログインしてください
ko: Error code %lld: Cookie is invalid, please login HoYoLab again.
ru: Код ошибки %lld: Не удалось получить Cookie, пожалуйста войдите в HoYoLAB заново.
vi: mã lỗi %lld: Cookie không hợp lệ, vui lòng đăng nhập lại HoYoLab.
zh_hant: 錯誤碼%lld：Cookie失效，請重新登入

# error.decodeError
source: 解码错误：请检查网络环境
en: Decode Error: please check your network status
fil: Error sa pag-decode: maaring suriin ang kalagayan ng iyong network
fr: Decode Error: Merci de vérifier votre réseau
it: Decode Error: please check your network status
ja: デコードエラー：ネットワーク環境を確認してください
ko: Decode Error: please check your network status
ru: Ошибка декодера: Пожалуйста, проверьте ваше интернет-соединение
vi: Lỗi giải mã: vui lòng kiểm tra trạng thái mạng của bạn
zh_hant: 解碼錯誤：請檢查網絡環境

# error.gotoHoyolab
source: 请前往米游社（或Hoyolab）打开旅行便笺功能
en: Please open Real-Time Notes in HoYoLAB app first
fil: Paki-bukas muna ang Real-Time Notes sa HoYoLAB app.
fr: Merci d'activer d'abord Les données en temps réel dans HoYoLAB
it: Please open Real-Time Notes in HoYoLAB app first
ja: HoYoLAB Appで「リアルタイムノート」を開けてください
ko: Please open Real-Time Notes in HoYoLAB app first
ru: Пожалуста, включите сначала "Заметки в реальном времени" в приложении HoYoLAB
vi: Vui lòng mở Ghi chú theo thời gian thực trong ứng dụng HoYoLAB trước
zh_hant: 請前往米遊社（或Hoyolab）打開旅行便箋功能

source: error.networkError
en: Network Error
fil: Network Error
fr: Erreur du réseau
it: Network Error
ja: ネットワークエラー
ko: Network Error
ru: Ошибка интернета
vi: Lỗi mạng
zh_hant: 網絡錯誤

# error.noResponse
source: 无响应
en: No Response
fil: No Response
fr: Pas de réponses
it: No Response
ja: No Response
ko: No Response
ru: Нет ответа
vi: Không phản hồi
zh_hant: 無響應

# error.noReturnBack
source: 无返回数据
en: No Response Data
fil: No Response Data
fr: Pas de réponses du serveur
it: No Response Data
ja: No Response Data
ko: No Response Data
ru: Нет ответа от данных
vi: Không có dữ liệu phản hồi
zh_hant: 無返回資料

# error.refresh
source: 请先刷新以获取树脂状态
en: Please refresh to get Genshin status
fil: I-refresh para makuha ang Genshin status
fr: Merci de réactualiser pour obtenir les informations genshin
it: Please refresh to get Genshin status
ja: 樹脂の状態を得るためにリフレッシュしてください
ko: Please refresh to get Genshin status
ru: Пожалуйста, перезагрузите чтобы получить статус genshin
vi: Vui lòng làm mới để nhận trạng thái của game
zh_hant: 請先刷新以獲取樹脂狀態

# error.selectAccount.ios
source: 请长按小组件选择账号
en: Please long press the widget to config your account
fil: I-pindutin ng matagal ang widget upang i-configure ang iyong account
fr: Merci d'apuyer longement le widget pour choisir votre compte
it: Please long press the widget to config your account
ja: ウィジェットを長押してアカウントを選んでください
ko: Please long press the widget to config your account
ru: Пожалуйста, удерживайте палец чтобы изменить параметры аккаунта
vi: Vui lòng nhấn và giữ tiện ích để cấu hình tài khoản của bạn
zh_hant: 請長按小工具選擇帳號

# error.selectAccount.mac
source: 请右键编辑小组件选择账号
en: Please right-click and edit the widget to config your account
fil: Mangyaring i-right-click at i-edit ang widget upang i-configure ang iyong account
fr: Veuillez faire un clic droit et modifier le widget pour configurer votre compte
it: Fai clic con il pulsante destro del mouse e modifica il widget per configurare il tuo account
ja: ウィジェットを右クリックで編集して、アカウントを選んでください
ko: Please right-click and edit the widget to config your account
ru: Пожалуйста, щелкните правой кнопкой мыши и отредактируйте виджет, чтобы настроить свою учетную запись
vi: Vui lòng nhấp chuột phải và chỉnh sửa tiện ích để định cấu hình tài khoản của bạn
zh_hant: 請右鍵編輯小組件選擇帳號

# error.uidError:%lld
source: 错误码%lld：UID有误
en: Error code %lld: invalid UID
fil: Error code %lld: Hindi gumagana ang UID
fr: Code d'erreur %lld: UID invalide
it: Error code %lld: invalid UID
ja: Error code %lld: invalid UID
ko: Error code %lld: invalid UID
ru: Код ошибки %lld: Неправильный UID
vi: mã lỗi %lld: UID không hợp lệ
zh_hant: 錯誤碼%lld：UID有誤

# error.uidNotMatch:%lld
source: 错误码%lld：米游社账号与UID不匹配，请手动输入UID
en: Error code %lld: HoYoLAB account does not match UID
fil: Error code %lld: Ang account ng HoYoLAB ay hindi tumutugma sa UID
fr: Code d'erreur %lld: Co,pte HoYoLAB ne correspond pas à l'UID
it: Error code %lld: HoYoLAB account does not match UID
ja: Error code %@lld HoYoLAB account does not match UID
ko: Error code %lld: HoYoLAB account does not match UID
ru: Код ошибки %lld: Аккаунт HoYoLAB не совпадает с UID
vi: mã lỗi %lld: Tài khoản HoYoLAB không trùng UID
zh_hant: 錯誤碼%lld：米遊社帳號與UID不匹配，請手動輸入UID

# error.unknown
source: 未知错误
en: Unknown Error
fil: Unknown Error
fr: Erreur Inconnue
it: Unknown Error
ja: Unknown Error
ko: Unknown Error
ru: Неизвестная ошибка
vi: Lỗi không xác định
zh_hant: 未知錯誤

# error.unknown:%lld
source: 未知错误码：%lld
en: Unknown Error %lld
fil: Unknown Error %lld
it: Unknown Error %lld
ko: Unknown Error %lld
ru: Неизвестная ошибка %lld
vi: Lỗi không xác định %lld
zh_hant: 未知錯誤碼：%lld
